#+TAGS: EXPERIMENTAL(e) DEPRECATED(d) SUBMODULE(s)
#+EXCLUDE_TAGS: DEPRECATED

** DONE Fix refmanager-bibtex-to-org to include bibtex src
CLOSED: [2013-10-09 Wed 17:23]
CLOCK: [2013-10-09 Wed 15:33]--[2013-10-09 Wed 17:23] =>  1:50
:PROPERTIES:
:CATEGORY: Process
:END:  
  [[file:~/org2/references.org::*Card,%20David%20and%20Krueger,%20Alan%20B.%20::%20Minimum%20Wages%20and%20Employment:%20A%20Case%20Study%20of%20the%20Fast-Food%20Industry%20in%20New%20Jersey%20and%20Pennsylvania.%20(2007)][Card, David and Krueger, Alan B. :: Minimum Wages and Employment: A Case Study of the Fast-Food Industry in New Jersey and Pennsylvania. (2007)]]
** DONE Reveal.js presentations etc
CLOSED: [2013-10-05 Sat 21:15]
CLOCK: [2013-10-05 Sat 19:32]--[2013-10-05 Sat 21:15] =>  1:43
** TODO Ditaa and org-babel for presentation stuffs
CLOCK: [2013-10-06 Sun 10:04]--[2013-10-06 Sun 10:37] =>  0:33
** DONE Figure out custom bibtex tangle based on prop match
CLOSED: [2013-10-14 Mon 17:23]
CLOCK: [2013-10-14 Mon 13:15]--[2013-10-14 Mon 17:23] =>  4:08
